vegeta-config/results/execucao-2/results-test-1.txt
Requests      [total, rate, throughput]         2500, 500.19, 497.39
Duration      [total, attack, wait]             5.026s, 4.998s, 28.129ms
Latencies     [min, mean, 50, 90, 95, 99, max]  415.752µs, 12.539ms, 1.207ms, 36.41ms, 51.117ms, 236.935ms, 292.224ms
Bytes In      [total, mean]                     93585, 37.43
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2500  
Error Set: