vegeta-config/results/execucao-2/results-test-2.txt
Requests      [total, rate, throughput]         2500, 500.27, 495.19
Duration      [total, attack, wait]             5.049s, 4.997s, 51.202ms
Latencies     [min, mean, 50, 90, 95, 99, max]  206.509µs, 9.413ms, 736.7µs, 38.028ms, 48.418ms, 62.722ms, 89.093ms
Bytes In      [total, mean]                     93572, 37.43
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2500  
Error Set: