vegeta-config/results/execucao-2/results-test-3.txt
Requests      [total, rate, throughput]         2500, 500.23, 497.27
Duration      [total, attack, wait]             5.027s, 4.998s, 29.756ms
Latencies     [min, mean, 50, 90, 95, 99, max]  227.167µs, 2.919ms, 600.591µs, 3.446ms, 18.831ms, 44.41ms, 77.805ms
Bytes In      [total, mean]                     93572, 37.43
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2500  
Error Set: