vegeta-config/results/execucao-2/results-test-4.txt
Requests      [total, rate, throughput]         2500, 500.24, 498.74
Duration      [total, attack, wait]             5.013s, 4.998s, 15.089ms
Latencies     [min, mean, 50, 90, 95, 99, max]  252.253µs, 3.157ms, 650.965µs, 4.806ms, 20.512ms, 43.849ms, 63.172ms
Bytes In      [total, mean]                     93568, 37.43
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2500  
Error Set: