vegeta-config/results/execucao-2/results-test-5.txt
Requests      [total, rate, throughput]         2500, 500.22, 454.68
Duration      [total, attack, wait]             5.498s, 4.998s, 500.523ms
Latencies     [min, mean, 50, 90, 95, 99, max]  500.294ms, 512.327ms, 500.842ms, 544.29ms, 546.315ms, 555.274ms, 576.202ms
Bytes In      [total, mean]                     93583, 37.43
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2500  
Error Set: