vegeta-config/results/execucao-2/results-test-6.txt
Requests      [total, rate, throughput]         2500, 500.21, 454.65
Duration      [total, attack, wait]             5.499s, 4.998s, 500.769ms
Latencies     [min, mean, 50, 90, 95, 99, max]  500.343ms, 511.972ms, 501.004ms, 543.331ms, 546.487ms, 554.621ms, 582.902ms
Bytes In      [total, mean]                     93580, 37.43
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2500  
Error Set: